IDEA Open Model
PointResultOfNLA.AxialForce Property
 Axial force
 Namespace: IdeaRS.OpenModel.Result
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 10.0.1.1 (10.0.1.1)
Syntax
public double AxialForce { get; set; }
Public Property AxialForce As Double
	Get
	Set
public:
property double AxialForce {
	double get ();
	void set (double value);
}
Property Value
Type: Double
See Also
Reference
PointResultOfNLA Class
IdeaRS.OpenModel.Result Namespace